IDEA Open Model
MatConcreteRUS.Fck Property
Compatible with IDEA StatiCa Beta 20.0
 Compressive strength of concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Fck { get; set; }
Public Property Fck As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteRUS Class
IdeaRS.OpenModel.Material Namespace